
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Vil du lagre endringene før du avslutter?";

"Would you like to save your changes?" = "Ønsker du å lagre endringene?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Du vil miste endringene hvis du ikke lagrer dem.";

/*Alert Sheet Buttons*/

"Save" = "Lagre";

"Cancel" = "Avbryt";

"Dont Save" = "Ikke lagre";

/*App Menu*/

"About Logitech Camera Settings" = "Om innstillinger for Logitech-kamera";

"Services" = "Tjenester";

"Hide Logitech Camera Settings" = "Skjul innstillinger for Logitech-kamera";

"Hide Others" = "Skjul andre";

"Show All" = "Vis alle";

"Quit Logitech Camera Settings" = "Avslutt innstillinger for Logitech-kamera";

/*Edit Menu*/

"Edit" = "Rediger";

"Cut" = "Klipp ut";

"Copy" = "Kopier";

"Paste" = "Lim inn";

"Delete" = "Slett";

"Select All" = "Marker alt";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Ingen enhet tilkoplet";

/*Window Menu*/

"WINDOW" = "Vindu";

"Minimize" = "Minimer";

"Close" = "Lukk";

"Bring All to Front" = "Vis alle foran";

/*Window Title*/

"Logitech Camera Settings" = "Innstillinger for Logitech-kamera";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Webkamerakontroll";

"Focus:" = "Fokus:";

"Auto" = "Auto";

"Restore to defaults" = "Gjenopprett standardinnstillinger";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Avanserte innstillinger";

"Image Quality:" = "Bildekvalitet:";


"Brightness" = "Lysstyrke";

"Contrast" = "Kontrast";

"Color Intensity" = "Fargeintensitet";

"White Balance" = "Hvitbalanse";

/*Device Information 3rd tab*/

"Device Information" = "Enhetsinformasjon";

"USB Vendor ID (VID):"  = "Forhandler-ID for USB (VID):";

"USB Product ID (PID):" = "Usb produkt-ID (PID):";

"USB Revision (BCD):" = "Usb-revisjon (BCD):";

"Firmware version:" = "Fastvareversjon:";

"Firmware CRC:" = "Fastvare-CRC:";

"EEPROM Version:" = "EEPROM-versjon:";

"Sensor Type:" = "Sensortype:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Dette programmet må kjøre i bakgrunnen for at alle funksjonene skal fungere. Vil du kjøre programmet i bakgrunnen?";

"Yes" = "Ja";

"No" = "Nei";

